Repository: GaetanJerphagnon/usermanag
Catalog: translations/messages+intl-icu.*.xlf
Languages: it

source: Please check your mails to verify your address
it: Si prega di controllare la posta per verificare il proprio indirizzo

source: An email has been sent to verify your address
it: È stata inviata un'e-mail per verificare il vostro indirizzo

source: Your email address has been verified!
it: Il vostro indirizzo email è stato verificato!

source: Homepage
it: Pagina Iniziale

source: Born on
it: Nato il

source: There are
it: Ci sono

source: users
it: utenti

source: Previous
it: Precedente

source: Next
it: Seguente

source: Log out
it: Disconnettersi

source: Back to top
it: Torna in cima

source: New to Bootstrap?
it: Nuovo su Bootstrap?

source: Visit the homepage
it: Visita la home page

source: or read our
it: o leggi il nostro

source: getting started guide
it: guida introduttiva

source: Log in
it: Accesso

source: Password
it: Parola d'ordine

source: Welcome aboard
it: Benvenuto a bordo

source: Please confirm your email address by clicking the following link
it: Si prega di confermare il proprio indirizzo e-mail facendo clic sul collegamento seguente

source: Confirm my Email
it: Conferma la mia email

source: This link will expire in
it: Questo collegamento scadrà tra

source: Register
it: Registrate

source: An email we will be sent to you in order to verify your email address
it: Lei invieremo un'e-mail per verificare il suo indirizzo e-mail

source: Welcome
it: Benvenuta

source: Forgot Password
it: Ho dimenticato la password

source: Sign up
it: Iscrivasi

source: Your are already logged in as
it: Ha già effettuato l'accesso come

source: Reset your password
it: reimposta la vostra password

source: Request a password reset
it: Richieda una reimpostazione della password

source: Enter your email address and we we will send you a link to reset your password
it: Inserisca il suo indirizzo email e lei invieremo un link per reimpostare la sua password

source: Send password reset email
it: Invia un'e-mail di reimpostazione della password

source: Reset password
it: Resetta la password

source: Hello
it: Buongiorno

source: To reset your password, please visit the following link
it: Per reimpostare la password, visitare il seguente collegamento

source: Password Reset Email Sent
it: Email di reimpostazione della password inviata

source: An Email has been sent
it: Una email è stata inviata

source: It contains a link that you can click to reset your password
it: Contiene un collegamento su cui è possibile fare clic per reimpostare la password

source: If you don't receive an email please check your spam folder or
it: Se non riceva un'e-mail, controlla la sua cartella spam o

source: try again
it: riprova

source: Email could not be found
it: Impossibile trovare l'email

source: Please Confirm your Email
it: Per favore, conferma la sua email

source: Your password reset request
it: La sua reimpostazione della password

source: books
it: Libri

source: reviews
it: Recensioni
